{"inkVersion":21,"root":[[{"->":"intro"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"intro":["#","^scene:black screen","/#","^MARKUS: Hello...? Hellooooo!!! Anybody in there?","\n","^You groan, adjusting to the fluorescent overhead lights piercing your vision Inorganic beeps and whirs, the sights and sounds are disorienting until one breath in of rubber and isopropyl informs you of your position in space: the mechanical womb of the hospital.","\n","^Just as you begin to ponder the why’s, the sharp stabbing pain of your left leg makes itself a known presence. Tracing back further ends in haze… Something about a night out, stumbling home after one too many… Oh.","\n","#","^scene: hospital bed","/#","#","^show: Markus sprite, happy","/#","^MARKUS: You're awake!","\n","^YN: Wha...","\n","^MARKUS: Was scared you’d never rise. I mean, you only got shot in the leg of course, but like, still. You’re a fragile thing.","\n","#","^show: Markus sprite, bashful","/#","^YN: What? Shot??? By who???","\n","^MARKUS: Welllll I’m a nurse, not a personal investigator, buuut I can tell you now, it looks like your pockets were slashed. You still had your ID on you though, made it easy for us, YN! We just need your insurance name.","\n","#","^show: Markus sprite, happy","/#","^YN: ...Insurance...?","\n","^MARKUS: Insurance! For the… Well anyway! You’ll be here for a while so make yourself comfortable.","\n","#","^show: Markus sprite, bashful","/#","^YN: Can you give me pain..medicine… Tylenol or something..","\n","^MARKUS: Well… according to your um, behavioral examination, you’ve got some time to sober up until we can give you anything. In the meantime… I brought you some water…!","\n","#","^show: Markus sprite, happy","/#","^You take a drink.","\n","^YN: What time is it…","\n","^MARKUS: Inching towards 2:30AM. Think Kent will want to see you soon after your scans are processed. I took em while you were out of it, I hope you don’t mind.","\n","#","^show: Markus sprite, neutral","/#","^YN: Kent?","\n","^MARKUS: Oh, Dr (Kent surname idk) Head ER doctor. He’s kinda cold, just warnin ya.","\n","#","^show: Markus sprite, grumpy","/#","^YN: I’m spending the night?","\n","^MARKUS: ..May be your first of many.","\n","#","^show: Markus sprite, neutral","/#","^YN: …The ambulance, and then the scans… Honestly I’m fine if you just bandage it and go. I can’t deal with this right now.","\n","^MARKUS: You didn’t exactly pick the most straight forward place to get shot.. Could be a while.","\n","#","^show: Markus sprite, nervous","/#","^You groan and put your head in your hands.","\n","^MARKUS: You’re in good care, okay? Just press this button if you need anything. I’ll be here.","\n","#","^show: Markus sprite, happy","/#","end",{"#f":1}],"#f":1}],"listDefs":{}}